Repository: deinstapel/cpupower
Catalog: locale/*.po
Languages: cs_cz, de_de, fr_fr, it_it, lt_lt, pl_pl, pt_br, ru_ru, tr_tr, vi_vn

source: About
cs_cz: O projektu
de_de: Über
fr_fr: À propos
it_it: Info
lt_lt: Apie
pl_pl: O wtyczce
pt_br: Sobre
ru_ru: О расширении
tr_tr: Hakkında
vi_vn: Giới thiệu

source: Gnome-Shell Extension for controlling the frequency scaling driver of your CPU.
cs_cz: Gnome-Shell Extension pro řízení ovladače škálování frekvence vašeho procesoru.
de_de: Gnome-Shell Erweiterung zum Kontrollieren des Frequenzskalierungstreibers der CPU.
fr_fr: Extension Gnome-Shell pour controller le pilote de mise à l'échelle de la fréquence de votre processeur.
it_it: Estensione Gnome-Shell per controllare il driver che regola la frequenza della CPU.
lt_lt: Gnome-Shell Plėtinys skirtas kontroliuoti CPU dažnio keitimo tvarkyklę.
pl_pl: Rozszerzenie GNOME Shell kontrolujące skalowanie częstotliwości Twojego procesora.
pt_br: Extensão Gnome-Shell para controlar o driver de escalação de frequência da sua CPU.
ru_ru: Расширение Gnome-Shell для управления драйвером регулирования частоты вашего процессора.
vi_vn: Một tiện ích mở rộng của Gnome-Shell, giúp bạn quản lý hiệu suất CPU tốt hơn.

source: Top Bar
cs_cz: Horní panel
de_de: Obere Leiste
fr_fr: Barre supérieure
it_it: Pannello
lt_lt: Viršutinė juosta
pl_pl: Górny pasek
pt_br: Barra superior
ru_ru: Верхняя панель
vi_vn: Thanh công cụ

source: Show current frequency
cs_cz: Zobrazit aktuální frekvenci
de_de: Aktuelle Frequenz anzeigen
fr_fr: Afficher la fréquence actuelle
it_it: Mostra la frequenza corrente
lt_lt: Rodyti dabartinį dažnį
pl_pl: Wyświetlaj aktualną częstotliwość
pt_br: Mostrar a frequência atual
ru_ru: Показывать текущую частоту
tr_tr: Mevcut frekansı göster
vi_vn: Hiện xung nhịp hiện tại

source: Use GHz instead of MHz
cs_cz: Použít GHz namísto Mhz
de_de: GHz statt MHz als Einheit nutzen
fr_fr: Utiliser GHz plutôt que MHz comme unité
it_it: Usa GHz invece dei MHz
lt_lt: Vietoje MHz naudoti GHz
pl_pl: Wyświetlaj GHz zamiast MHz
pt_br: Usar GHz ao invés de MHz
ru_ru: Использовать Ггц вместо Мгц
tr_tr: MHz yerine GHz kullan
vi_vn: Sử dụng đơn vị GHz thay cho MHz

source: Show the current CPU frequency in the top bar
cs_cz: Zobrazit aktuální frekvenci procesoru na horním panelu
de_de: Aktuelle Frequenz in der oberen Leiste anzeigen
fr_fr: Affiche la fréquence du processeur actuelle dans la barre supérieure
it_it: Mostra la frequenza corrente della CPU nel pannello
lt_lt: Rodyti dabartinį CPU dažnį viršutinėje juostoje
pl_pl: Pokaż aktualną częstotliwość procesora w górnym pasku
pt_br: Mostrar a frequência atual da CPU na barra superior
ru_ru: Показывать текущую частоту процессора на верхней панели
vi_vn: Hiện xung nhịp hiện tại của CPU lên thanh công cụ

source: Top bar frequency switch
cs_cz: Přepínač frekvence v horním panelu
de_de: Schalter für Frequenz in oberer Leiste
fr_fr: Commutateur pour la fréquence dans la barre supérieure
it_it: Switch per la frequenza sul pannello
lt_lt: Viršutinės juostos dažnio jungiklis
pl_pl: Przełącznik częstotliwości na pasku
pt_br: Interruptor de frequência da barra superior
ru_ru: Переключатель отображения частоты на верхней панели
vi_vn: Chuyển đổi kiểu hiển thị trên thanh công cụ

source: Switch to show the current frequency in the top bar
cs_cz: Zobrazit aktuální frekvenci procesoru na horním panelu
de_de: Schalter zum Anzeigen der aktuellen Frequenz in der oberen Leiste
fr_fr: Commutateur pour afficher la fréquence actuelle dans la barre supérieure
it_it: Abilitare per mostrare la frequenza corrente nel pannello
lt_lt: Perjunkite, kad viršutinėje juostoje rodyti dabartinį dažnį
pl_pl: Przełącz, żeby wyświetlić aktualną częstotliwość na górnym pasku
pt_br: Mostra a frequência atual da CPU na barra superior
ru_ru: Переключить для показа текущей частоты на верхней панели
vi_vn: Nhấn để hiển thị xung nhịp hiện tại của CPU lên thanh công cụ

source: Show the current CPU frequency in GHz instead of MHz
cs_cz: Zobrazit aktuální frekvenci v Ghz namísto Mhz
de_de: Die aktuelle Frequenz in GHz anstatt in MHz anzeigen
fr_fr: Afficher la fréquence actuelle du processeur en GHz plutôt qu'en MHz
it_it: Mostra la frequenza corrente della CPU in GHz invece che MHz
lt_lt: Viršutinėje juostoje rodyti dabartinį CPU dažnį GHz vietoje MHz
pl_pl: Pokaż aktualną częstotliwość procesora w GHz zamiast MHz
pt_br: Mostra a frequência atual da CPU em GHz ao invés de MHz
ru_ru: Показывать текущую частоту процессора в ГГц, а не в МГц
vi_vn: Hiển thị xung nhịp CPU bằng đơn vị GHz thay cho MHz

source: GHz switch
cs_cz: GHz přepínač
de_de: GHz-Schalter
fr_fr: Commutateur GHz
it_it: Switch GHz
lt_lt: GHz jungiklis
pl_pl: Przełącznik GHz
pt_br: Interruptor GHz
ru_ru: Переключатель ГГц
vi_vn: Nút chuyển đổi đơn vị

source: Switch to use units of GHz instead of MHz in the top bar
cs_cz: V horním panelu použít jednotku GHz namísto MHz
de_de: Schalter um GHz-Einheit anstatt MHz in der oberen Leiste zu verwenden
fr_fr: Commutateur pour utiliser les GHz plutôt que les MHz comme unité dans la barre supérieure
it_it: Abilitare per usare le unità GHz invece che MHz nel pannello
lt_lt: Perjunkite, kad viršutinėje juostoje naudoti GHz matavimo vienetus vietoje MHz
pl_pl: Przełącz, żeby zmienić jednostki z GHz na MHz w górnym pasku
pt_br: Selecione para usar unidades de GHz ao invés de MHz na barra superior
ru_ru: Переключить использование на верхней панели частоты в ГГц, а не МГц
vi_vn: Nhấn để chuyển sang hiển thị trên thanh công cụ bằng đơn vị GHz thay cho MHz

source: Show frequency as
cs_cz: Zobrazit frekvenci jako
de_de: Frequenz anzeigen als
fr_fr: Afficher la fréquence comme
it_it: Mostra la frequenza come
lt_lt: Rodyti dažnį kaip
pl_pl: Pokazuj częstotliwość jako
pt_br: Mostrar frequência como
ru_ru: Показывать частоту как
vi_vn: Hiển thị xung nhịp dưới dạng

source: Set the method for retrieving the current frequency for your CPU
cs_cz: Nastavte metodu získávání aktuální frekvence vašeho CPU
de_de: Setze die Methode mit der die aktuelle Frequenz der CPU abgefragt wird
fr_fr: Définit la méthode d'accès à la fréquence actuelle de votre CPU
it_it: Impostare il metodo per recuperare la frequenza corrente della CPU
lt_lt: Nustatyti dabartinio CPU dažnio gavimo būdą
pl_pl: Ustaw sposób na odczytanie aktualnej częstotliwości dla Twojego procesora
pt_br: Define o método para recuperar a frequência atual da sua CPU
ru_ru: Установить метод получения текущей частоты для процессора
vi_vn: Phương pháp lấy xung nhịp CPU

source: Average of all cores
it_it: Media di tutti i core
lt_lt: Vidutinį visų branduolių dažnį
pl_pl: Średnia dla wszystkich rdzeni
pt_br: Média de todos os núcleos
ru_ru: Среднюю для всех ядер

source: Minimum of all cores
cs_cz: Minimální hodnota
de_de: Minimum aller Kerne
fr_fr: Minimum de tous les cœurs
it_it: Minimo di tutti i core
lt_lt: Minimalų visų branduolių dažnį
pl_pl: Minimum wszystkich rdzeni
pt_br: Mínimo de todos os núcleos
ru_ru: Минимальную для всех ядер
vi_vn: Mức thấp nhất của toàn bộ các nhân

source: Maximum of all cores
cs_cz: Maximální hodnota
de_de: Maximum aller Kerne
fr_fr: Maximum de tous les cœurs
it_it: Massimo di tutti i core
lt_lt: Maksimalių visų branduolių dažnį
pl_pl: Maksimum wszystkich rdzeni
pt_br: Máximo de todos os núcleos
ru_ru: Максимальную для всех ядер
vi_vn: Mức cao nhất của toàn bộ các nhân

source: Value of a random core
cs_cz: Hodnota náhodného jádra
de_de: Wert eines zufälligen Kerns
fr_fr: Valeur d'un cœur aléatoire
it_it: Valore di un core casuale
lt_lt: Atsitiktinio branduolio reikšmę
pl_pl: Wartość dla losowego rdzenia
pt_br: Valor de um núcleo aleatório
ru_ru: Значение для случайного ядра
vi_vn: Mức xung nhịp của một nhân bất kỳ

source: CPU frequency retrieval method
cs_cz: Metoda získávání frekvence CPU
de_de: Abfragemethode der CPU-Frequenz
fr_fr: Méthode d'accès à la fréquence du processeur
it_it: Metodo per recuperare la frequenza della CPU
lt_lt: CPU dažnio gavimo būdas
pl_pl: Sposób odczytania częstotliwości
pt_br: Método de recuperação de frequência da CPU
ru_ru: Метод получения частоты процессора
vi_vn: Phương pháp lấy tần số CPU

source: Show arrow in top bar
cs_cz: Zobrazit šipku na horním panelu
de_de: Zeige Pfeil in oberer Leiste
fr_fr: Afficher la flèche dans la barre supérieure
it_it: Mostra freccia nel pannello
lt_lt: Viršutinėje juostoje rodyti rodyklę
pl_pl: Pokaż strzałkę na górnym pasku
pt_br: Mostrar seta na barra superior
ru_ru: Показывать стрелку на верхней панели
vi_vn: Hiển thị mũi tên trên thanh công cụ

source: Show an arrow in the top bar
cs_cz: Zobrazit šipku na horním panelu
de_de: Zeige einen Pfeil in der oberen Leiste
fr_fr: Afficher une flèche dans la barre supérieure
it_it: Mostra la freccia nel pannello
lt_lt: Rodyti rodyklę viršutinėje juostoje
pl_pl: Pokaż strzałkę na górnym pasku
pt_br: Mostra uma seta na barra superior
ru_ru: Показывать стрелку на верхней панели
vi_vn: Hiển thị mũi tên trên thanh công cụ

source: Top bar arrow switch
cs_cz: Přepínač v horním panelu
de_de: Schalter für Pfeil in oberer Leiste
fr_fr: Commutateur pour la flèche dans la barre supérieure
it_it: Switch per la freccia nel pannello
lt_lt: Viršutinės juostos rodyklės jungiklis
pl_pl: Przełącznik strzałki na pasku
pt_br: Interruptor da seta na barra superior
ru_ru: Переключатель стрелки на верхней панели
vi_vn: Nút bật tắt biểu tượng mũi tên

source: Switch to show an arrow in the top bar
cs_cz: Zapněte pro zobrazení šípky na horním panelu
de_de: Schalter zum Anzeigen eines Pfeils in der oberen Leiste
fr_fr: Commutateur pour afficher une flèche dans la barre supérieure
it_it: Abilitare per mostrare la freccia nel pannello
lt_lt: Perjunkite, kad viršutinėje juostoje rodyti rodyklę
pl_pl: Przełącz, żeby pokazać strzałkę na górnym pasku
pt_br: Seleciona para mostrar uma seta na barra superior
ru_ru: Переключить для показа стрелки на верхней панели
vi_vn: Nhấn để hiển thị mũi tên trên thanh công cụ

source: Show icon in top bar
cs_cz: Zobrazit ikonu na hlavním panelu
de_de: Zeige ein Symbol in oberer Leiste
fr_fr: Afficher l'icône dans la barre supérieure
it_it: Mostra icona nel pannello
lt_lt: Rodyti viršutinės juostos piktogramą
pl_pl: Pokaż ikonę na górnym pasku
pt_br: Exibir ícone na barra superior
ru_ru: Показывать значок на верхней панели
vi_vn: Hiển thị biểu tượng trên thanh công cụ

source: Show an icon in the top bar
cs_cz: Zobrazit ikonu na hlavním panelu
de_de: Zeige ein Symbol in oberer Leiste
fr_fr: Afficher une icône dans la barre supérieure
it_it: Mostra l'icona nel pannello
lt_lt: Rodyti viršutinės juostos piktogramą
pl_pl: Pokaż ikonę procesora na górnym pasku
pt_br: Exibe um ícone na barra superior
ru_ru: Показывать значок на верхней панели
vi_vn: Hiển thị biểu tượng của tiện ích trên thanh công cụ

source: Top bar icon switch
cs_cz: Ikona přepínače na hlavním panelu
de_de: Schalter für Symbol in oberer Leiste
fr_fr: Commutateur pour l'icône dans la barre supérieure
it_it: Switch per l'icona nel pannello
lt_lt: Viršutinės juostos piktogramos jungiklis
pl_pl: Przełącznik ikony na pasku
pt_br: Alternar ícone da barra superior
ru_ru: Переключатель значка на верхней панели
vi_vn: Nút bật tắt biểu tượng của tiện ích

source: Switch to show an icon in the top bar
cs_cz: Zapněte pro zobrazení ikony na hlavním panelu
de_de: Schalter zum Anzeigen eines Symbols in der oberen Leiste
fr_fr: Commutateur pour afficher une icône dans la barre supérieure
it_it: Abilitare per mostrare la freccia nel pannello
lt_lt: Perjunkite, kad viršutinėje juostoje rodyti piktogramą
pl_pl: Przełącz, żeby pokazać ikonę na górnym pasku
pt_br: Ative para exibir um ícone na barra superior
ru_ru: Переключить для показа значка на верхней панели
vi_vn: Nhấn để hiển thị biểu tượng của tiện ích lên thanh công cụ

source: Backend
lt_lt: Posistemė
ru_ru: Движок

source: Frequency scaling driver
cs_cz: Ovladač pro škálování frekvence
de_de: Frequenzskalierungstreiber
fr_fr: Pilote de mise à l'échelle de la fréquence
it_it: Driver regolatore di frequenza
lt_lt: Dažnio keitimo tvarkyklė
pl_pl: Sterownik skalowania częstotliwości
pt_br: Driver de escala de frequência
ru_ru: Драйвер регулирования частоты
vi_vn: Trình điều khiển xung nhịp

source: Set the scaling driver backend used to control and query the CPU frequency and turbo boost setting
cs_cz: Nastavte ovladač pro škálování frekvence, aby jste mohli získávat a měnit frekvenci CPU
de_de: Setze das Skalierungstreiber-Backend, dass zum Kontrollieren und Abfragen der CPU-Frequenz und Turbo-Boost-Einstellung verwendet wird
fr_fr: Définit le backend du pilote de mise à l'échelle de la fréquence utiliser pour contrôler et demander la fréquence du processeur et paramétrer le turbo boost
it_it: Imposta il driver per la regolazione usato per controllare e interrogare la frequenza della CPU e le impostazioni turbo
lt_lt: Nustatyti dažnio tvarkyklės posistemę, naudojamą reguliuoti ir kontroliuoti CPU dažnį ir Turbo spartinimą
pl_pl: Ustaw sterownik skalowania częstotliwości do kontroli i odpytywania o częstotliwość procesora i ustawienia Turbo Boost
pt_br: Definir o backend do controlador de escalonamento usado para controlar e consultar a frequência da CPU e otimização turbo
ru_ru: Установить движок драйвера, используемого для управления и запроса частоты процессора и настройки turbo boost
vi_vn: Chọn trình điều khiển để kiểm soát xung nhịp, truy vấn mức xung của CPU và các cài đặt liên quan đến Turbo Boost

source: Frequency scaling driver selection
cs_cz: Výběr ovladače pro škálování frekvence
de_de: Frequenzskalierungstreiberauswahl
fr_fr: Selection du pilote de mise à l'échelle de la fréquence
it_it: Selezione del driver regolatore di frequenza
lt_lt: Dažnio keitiklio tvarkyklės pasirinkimas
pl_pl: Wybór sterownika skalowania częstotliwości
pt_br: Seleção do driver da escala de frequência
ru_ru: Выбор драйвера регулирования частоты
vi_vn: Chọn trình điều khiển xung nhịp

source: Auto Switch
cs_cz: Automatické přepínání
de_de: Automatischer Wechsel
fr_fr: Changement automatique
it_it: Switch automatico
lt_lt: Automatinis perjungimas
pl_pl: Automatyczne przełączanie
pt_br: Alternar automaticamente
ru_ru: Автопереключение
vi_vn: Tự động chuyển đổi

source: Default AC profile
cs_cz: Výchozí profil napájení ze sítě
de_de: Standardprofil Netzbetrieb
fr_fr: Profil par défaut sur secteur
it_it: Profilo quando in carica
lt_lt: Numatytasis AC profilis
pl_pl: Domyślny profil z zasilaczem
pt_br: Perfil padrão (energia)
ru_ru: Профиль по умолчанию при работе от сети
vi_vn: Khi cắm sạc

source: Default battery profile
cs_cz: Výchozí profil napájení z baterie
de_de: Standardprofil Batteriebetrieb
fr_fr: Profil par défaut sur batterie
it_it: Profilo con batteria in uso
lt_lt: Numatytasis akumuliatoriaus profilis
pl_pl: Domyślny profil baterii
pt_br: Usando a bateria
ru_ru: Профиль по умолчанию при работе от батареи
vi_vn: Khi không cắm sạc

source: Charging battery
cs_cz: Baterie se nabíjí
de_de: Ladender Akku
fr_fr: Chargement de la batterie
it_it: Batteria in ricarica
lt_lt: Baterija įkraunama
pl_pl: Ładowana bateria
pt_br: Carregando bateria
ru_ru: Аккумулятор заряжается
vi_vn: Khi đang sạc pin

source: Discharging battery
cs_cz: Baterie se vybíjí
de_de: Entladender Akku
fr_fr: Déchargement de la batterie
it_it: Batteria in uso
lt_lt: Baterija naudojama
pl_pl: Rozładowywana bateria
pt_br: Descarregando bateria
ru_ru: Аккумулятор разряжается
vi_vn: Khi đang xả pin

source: Set the default profile to which the extension will automatically switch to if Auto-Switch is enabled and the AC adapter gets plugged in
cs_cz: Nastavení výchozího profilu, na který se automaticky přepne, pokud je povoleno automatické přepínání a je připojen síťový adaptér
de_de: Setze das Standardprofil zu dem die Erweiterung automatisch wechselt wenn der automatische Wechsel aktiviert ist und der Netzstecker eingesteckt wird
fr_fr: Définit le profile par défaut que l'extension utilisera automatiquement si le Changement automatique est activé et que l'appareil est branché sur secteur
it_it: Imposta il profilo predefinito che l'estensione abilita se lo switch automatico è abilitato e il cavo di ricarica è inserito
lt_lt: Nustatyti numatytąjį profilį į kurį plėtinys automatiškai persijungs jei įjungtas automatinis perjungimas bei prijungtas AC kintamosios srovės adapteris
pl_pl: Ustaw domyślny profil, który zostanie wybrany jeżeli automatyczne przełączanie jest włączone i zasilacz zostanie podłączony
pt_br: Defina o perfil padrão para o qual a extensão mudará automaticamente se a troca automática estiver ativada e o adaptador de energia for conectado
ru_ru: Установить профиль по умолчанию, на который расширение будет автоматически переключаться, если автоматическое переключение включено, при подключении адаптера переменного тока
vi_vn: Chọn mẫu cấu hình mà tiện ích sẽ tự động chuyển sang nếu Auto-Switch được bật và máy tính được cắm sạc

source: Set the default profile to which the extension will automatically switch to if Auto-Switch is enabled and the AC adapter gets unplugged
cs_cz: Nastavení výchozího profilu, na který se automaticky přepne, pokud je povoleno automatické přepínání a je odpojen síťový adaptér
de_de: Setze das Standardprofil zu dem die Erweiterung automatisch wechselt wenn der automatische Wechsel aktiviert ist und der Netzstecker abgezogen wird
fr_fr: Définit le profile par défaut que l'extension utilisera automatiquement si le Changement automatique est activé et que l'appareil est débranché
it_it: Imposta il profilo predefinito che l'estensione abilita se lo switch automatico è abilitato e il cavo di ricarica è disinserito
lt_lt: Nustatyti numatytąjį profilį į kurį plėtinys automatiškai persijungs jei įjungtas automatinis perjungimas ir AC kintamosios srovės adapteris yra atjungtas
pl_pl: Ustaw domyślny profil, który zostanie wybrany jeżeli automatyczne przełączanie jest włączone i zasilacz zostanie odłączony
pt_br: Defina o perfil padrão para o qual a extensão mudará automaticamente se a troca automática estiver ativada e o adaptador de energia for desconectado
ru_ru: Установить профиль по умолчанию, на который расширение будет автоматически переключаться, если автоматическое переключение включено, при отключении адаптера переменного тока
vi_vn: Chọn mẫu cấu hình mà tiện ích sẽ tự động chuyển sang nếu Auto-Switch được bật và máy tính không được cắm sạc

source: General
cs_cz: Obecné
de_de: Allgemein
fr_fr: Général
it_it: Generale
lt_lt: Pagrindiniai
pl_pl: Ogólne
pt_br: Geral
ru_ru: Основное
tr_tr: Genel
vi_vn: Tổng quan

source: Add new profile
cs_cz: Přidat nový profil
de_de: Profil hinzufügen
fr_fr: Ajouter un nouveau profil
it_it: Aggiungere nuovo profilo
lt_lt: Pridėti profilį
pl_pl: Dodaj profil
pt_br: Adicionar um novo perfil
ru_ru: Добавить новый профиль
vi_vn: Thêm mẫu cấu hình mới

source: Remove selected profile
cs_cz: Odstranit vybraný profil
de_de: Markiertes Profil entfernen
fr_fr: Supprimer le profil sélectionné
it_it: Rimuovere il profilo selezionato
lt_lt: Panaikinti pasirinką profilį
pl_pl: Usuń wybrany profil
pt_br: Remove o perfil selecionado
ru_ru: Удалить выбранный профиль
tr_tr: Seçilen profili kaldır
vi_vn: Xóa mẫu cấu hình được chọn

source: Move selected profile up
cs_cz: Posunout vybraný profil nahoru
de_de: Markiertes Profil nach oben verschieben
fr_fr: Déplacer le profil sélectionné vers le haut
it_it: Muovere in alto il profilo selezionato
lt_lt: Perkelti profilį aukštyn
pl_pl: Przenieś wybrany profil w górę
pt_br: Move o perfil selecionado para cima
ru_ru: Переместить выбранный профиль вверх
tr_tr: Seçilen profili üste çıkar
vi_vn: Đưa mẫu cấu hình được chọn lên trên

source: Move selected profile down
cs_cz: Posunout vybraný profil dolů
de_de: Markiertes Profil nach unten verschieben
fr_fr: Déplacer le profil sélectionné vers le bas
it_it: Muovere in basso il profilo selezionato
lt_lt: Perkelti profilį žemyn
pl_pl: Przenieś wybrany profil w dół
pt_br: Move o perfil selecionado para baixo
ru_ru: Переместить выбранный профиль вниз
tr_tr: Seçilen profili aşağıya kaydır
vi_vn: Đưa mẫu cấu hình được chọn xuống dưới

source: Profiles
cs_cz: Profily
de_de: Profile
fr_fr: Profils
it_it: Profili
lt_lt: Profiliai
pl_pl: Profile
pt_br: Perfis
ru_ru: Профили
tr_tr: Profiller
vi_vn: Mẫu cấu hình

source: Path to cpufreqctl:
cs_cz: Cesta k cpufreqctl:
de_de: Pfad zu cpufreqctl:
fr_fr: Emplacement de cpufreqctl :
it_it: Percorso per cpufreqctl:
lt_lt: Kelias iki 'cpufreqctl':
pl_pl: Ścieżka cpufreqctl:
pt_br: Caminho para o cpufreqctl:
ru_ru: Путь к cpufreqctl:
vi_vn: Đường dẫn tới cpufreqctl:

source: Path to policykit rule:
cs_cz: Cesta k policykit pravidlům:
de_de: Pfad zur Policykit Regel:
fr_fr: Emplacement de la règle policykit :
it_it: Percorso per policykit:
lt_lt: Kelias iki 'policykit' taisyklės:
pl_pl: Ścieżka reguł policykit:
pt_br: Caminho para as regras de privacidade:
ru_ru: Путь к правилам policykit:
vi_vn: Đường dẫn tới policykit rule:

source: CPU Power Manager is installed via your distributions package manager!
cs_cz: CPU Power Manager se instaluje prostřednictvím správce balíčků vaší distribuce!
de_de: CPU Power Manager wurde über die Paketverwaltung deiner Distribution installiert!
fr_fr: CPU Power Manager est installé via le gestionnaire de paquets de votre distribution !
it_it: CPU Power Manager è stato installato col gestore pacchetti della distribuzione in uso!
lt_lt: CPU Dažnio Tvarkytuvas yra įdiegtas per jūsų distribucijos paketų tvarkyklę!
pl_pl: CPU Power Manager jest instalowany z menedżera pakietów dystrybucji!
pt_br: O CPU Power Manager é instalado via distribuidor de pacotes!
ru_ru: CPU Power Manager установлен через менеджер пакетов вашего дистрибутива!
vi_vn: CPU Power Manager được cài đặt thông qua trình quản lý các gói phân phối!

source: Uninstall
cs_cz: Odinstalovat
de_de: Deinstallieren
fr_fr: Désinstaller
it_it: Disinstalla
lt_lt: Išdiegti
pl_pl: Odinstaluj
pt_br: Desinstalar
ru_ru: Деинсталлировать
vi_vn: Gỡ cài đặt

source: Installation
cs_cz: Instalace
it_it: Installazione
lt_lt: Įdiegti
pl_pl: Instaluj
pt_br: Instalação
ru_ru: Установка
vi_vn: Cài đặt

source: Profile Name
cs_cz: Název profilu
de_de: Profilname
fr_fr: Nom du profil
it_it: Nome del profilo
lt_lt: Profilio pavadinimas
pl_pl: Nazwa profilu
pt_br: Nome de Perfil
ru_ru: Название профиля
vi_vn: Tên mẫu

source: Minimum Frequency
cs_cz: Minimální frekvence
de_de: Minimalfrequenz
fr_fr: Fréquence minimum
it_it: Frequenza minima
lt_lt: Minimalus dažnis
pl_pl: Minimalna częstotliwość
pt_br: Frequência Mínima
ru_ru: Минимальная частота
vi_vn: Xung nhịp tối thiểu

source: Maximum Frequency
cs_cz: Maximální frekvence
de_de: Maximalfrequenz
fr_fr: Fréquence maximum
it_it: Frequenza massima
lt_lt: Maksimalus dažnis
pl_pl: Maksymalna częstotliwość
pt_br: Frequência Máxima
ru_ru: Максимальная частота
vi_vn: Xung nhịp tối đa

source: Turbo Boost
it_it: Modalità turbo
lt_lt: Turbo Spartinimas

source: Turbo boost switch
cs_cz: Turbo boost přepínač
de_de: Turbo-Boost-Schalter
fr_fr: Commutateur du Turbo boost
it_it: Switch per modalità turbo
lt_lt: Turbo spartinimo jungiklis
pl_pl: Przełącznik Turbo Boost
pt_br: Selecionar o Turbo Switch
ru_ru: Переключатель Turbo boost
vi_vn: Bât tắt Turbo Boost
