Repository: deinstapel/cpupower
Catalog: locale/*.po
Languages: cs_cz, de_de, fr_fr, it_it, lt_lt, pl_pl, pt_br, ru_ru, tr_tr, vi_vn

source: Frequency limits below the lower limit and above the upper limit are not allowed!
cs_cz: Frekvenční limity pod dolní hranicí a nad horní hranicí nejsou povoleny!
de_de: Grenzwerte für Frequenzen außerhalb der oberen und unteren Hardwarelimitierung sind nicht erlaubt!
fr_fr: Les limites des fréquences en dessous de la fréquence la plus basse et au dessus de la fréquence la plus haute ne sont pas autorisées !
it_it: Non sono permessi limiti di frequenza più bassi del limite inferiore e più alti del limite superiore!
lt_lt: Dažnio riba žemiau apatinės ribos ir aukščiau viršutinės ribos yra negalima!
pl_pl: Częstotliwości poniżej dolnej i powyżej górnej granicy są zabronione!
pt_br: Limites de frequência abaixo do limite inferior e acima do limite superior não são permitidos!
ru_ru: Ограничения частоты процессора, выходящие за нижний и верхний пределы, не допускаются!
vi_vn: CPU không được phép hoạt động ở mức xung dưới mức giới hạn thấp và trên mức giới hạn cao!

source: Lower limit:
cs_cz: Dolní hranice:
de_de: Untere Grenze:
fr_fr: Fréquence la plus basse :
it_it: Limite inferiore:
lt_lt: Apatinė riba:
pl_pl: Dolna granica:
pt_br: Limite inferior:
ru_ru: Нижний предел:
vi_vn: Giới hạn thấp:

source: Upper limit:
cs_cz: Horní hranice:
de_de: Obere Grenze:
fr_fr: Fréquence la plus haute :
it_it: Limite superiore:
lt_lt: Viršutinė riba:
pl_pl: Górna granica:
pt_br: Limite superior:
ru_ru: Верхний предел:
vi_vn: Giới hạn cao:

source: You reached your CPU's limit(s):
cs_cz: Dosáhli jste limitů vašeho CPU:
de_de: Es wurde ein CPU-Grenzwert erreicht:
fr_fr: Vous avez atteint la/les limite(s) de votre processeur :
it_it: Limiti della CPU raggiunti:
lt_lt: Jūs pasiekėte savo CPU dažnio ribą(-as):
pl_pl: Osiągnięto granice Twojego procesora:
pt_br: Você atingiu o limite do(s) CPU:
ru_ru: Вы достигли предела(ов) частоты своего процессора:
vi_vn: CPU chỉ được hoạt động trong khoảng xung:

source: Discard
cs_cz: Zahodit
de_de: Verwerfen
fr_fr: Annuler
it_it: Elimina
lt_lt: Atmesti
pl_pl: Odrzuć
pt_br: Descartar
ru_ru: Отменить
tr_tr: At
vi_vn: Bỏ qua

source: Save
cs_cz: Uložit
de_de: Speichern
fr_fr: Sauvegarder
it_it: Salva
lt_lt: Išsaugoti
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
tr_tr: Kaydet
vi_vn: Lưu

source: Minimum CPU frequency slider
cs_cz: Posuvník minimální frekvence
de_de: CPU-Minimalfrequenz Schieberegler
fr_fr: Curseur de la fréquence minimale du processeur
it_it: Cursore per la frequenza minima della CPU
lt_lt: Minimalaus CPU dažnio slankiklis
pl_pl: Suwak minimalnej częstotliwości
pt_br: Controle deslizante de frequência mínima de CPU
ru_ru: Слайдер минимальной частоты процессора
vi_vn: Tần số CPU tối thiểu

source: Maximum CPU frequency slider
cs_cz: Posuvník maximální frekvence
de_de: CPU-Maximalfrequenz Schieberegler
fr_fr: Curseur de la fréquence maximale du processeur
it_it: Cursore per la frequenza massima della CPU
lt_lt: Maksimalaus CPU dažnio slankiklis
pl_pl: Suwak maksymalnej częstotliwości
pt_br: Controle deslizante de frequência máxima de CPU
ru_ru: Слайдер максимальной частоты процессора
vi_vn: Tần số CPU tối đa

source: Uninstall CPU Power Manager Tools
cs_cz: Odinstalovat nástroje CPU Power Manageru
de_de: CPU Power Manager Werkzeuge deinstallieren
fr_fr: Désinstaller les outils CPU Power Manager
it_it: Disinstallare CPU Power Manager Tools
lt_lt: Išdiegti CPU Dažnio Tvarkytuvą
pl_pl: Odinstaluj narzędzia CPU Power Manager
pt_br: Desinstale o CPU Mager Tools
ru_ru: Удаление инструментов CPU Power Manager
vi_vn: Gỡ cài đặt CPU Power Manager Tools

source: Are you sure you want to uninstall the cpufreqctl tool and the policykit rule?
cs_cz: Jste si jistí, že chcete odinstalovat nástroj cpufreqctl a policykit pravidla?
de_de: Bist du dir sicher, dass du das cpufreqctl Werkzeug und die Policykit Regel deinstallieren möchtest?
fr_fr: Êtes-vous sûr de vouloir désinstaller l'outil cpufreqctl et la règle policykit ?
it_it: Confermare la disinstallazione di cpufreqctl e di policykit?
lt_lt: Ar jūs tikrai norite išdiegti 'cpufreqctl' įrankį ir 'policykit' taisyklę?
pl_pl: Czy na pewno chcesz odinstalować narzędzie cpufreqctl i regułę policykit?
pt_br: Você tem certeza que deseja desinstalar a ferramenta cpufreqctl e regra do policykit?
ru_ru: Вы уверены, что хотите удалить инструмент cpufreqctl и правила policykit?
vi_vn: Bạn có chắc chắc muốn gỡ cài đặt 'cpufreqctl tool' và 'policykit rule' không?

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
lt_lt: Atšaukti
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
vi_vn: Hủy bỏ

source: Serialized Profiles
cs_cz: Serializované profily
de_de: Serialisierte Profile
fr_fr: Profils sérialisés
it_it: Profili serializzati
lt_lt: Serijiniai Profiliai
pl_pl: Domyślne profile
pt_br: Perfis Serializados
ru_ru: Сериализованные профили
tr_tr: Seri hale getirilmiş Profiller
vi_vn: Sắp xếp các mẫu cấu hình

source: Your CPUpower profiles
cs_cz: Vaše CPUpower profily
de_de: CPU-Power Profile
fr_fr: Vos profils d'alimentation du processeur
it_it: I tuoi profili CPUpower
lt_lt: Jūsų CPU profiliai
pl_pl: Twoje profile CPUpower
pt_br: Seus perfis do CPUpower
ru_ru: Ваши профили CPUpower
tr_tr: CPUgüç profilleriniz
vi_vn: Mẫu cấu hình CPUpower của bạn

source: Show current cpu frequency in the top bar
cs_cz: Zobrazit aktuální frekvenci procesoru v horním panelu
de_de: Aktuelle Frequenz in der oberen Leiste anzeigen
fr_fr: Affiche la fréquence actuelle du processeur dans la barre supérieure
it_it: Mostra la frequenza corrente della CPU nel pannello
lt_lt: Rodyti dabartinį CPU dažnį viršutinėje juostoje
pl_pl: Pokaż aktualną częstotliwość procesora w górnym pasku
pt_br: Mostrar a frequência atual na barra superior
ru_ru: Показывать текущую частоту процессора на верхней панели
tr_tr: Geçerli cpu frekansını üst çubuğa göster
vi_vn: Hiện mức xung nhịp hiện tại lên thanh công cụ

source: Frequency in taskbar is shown in GHz or MHz
cs_cz: Frekvence v liště je zobrazována v GHz nebo MHz
de_de: Frequenz in GHz oder MHz in der oberen Leiste anzeigen
fr_fr: La fréquence dans la barre des tâches est affichée en GHz ou en MHz
it_it: La frequenza nel pannello è mostrata in GHz o MHz
lt_lt: Užduočių juostoje rodyti dabartinį CPU dažnį GHz vietoje MHz
pl_pl: Częstotliwość na pasku zadań jest pokazywana w GHz lub MHz
pt_br: Mostrar a frequência na barra de tarefas em GHz ou MHz
ru_ru: Частота процессора в Ггц или Мгц
tr_tr: GHz ya da MHz frekansları görev çubuğunda gösterilir
vi_vn: Xung nhịp trên thanh tác vụ được hiển thị bằng GHz hoặc MHz

source: Control which unit is used for the frequency
cs_cz: Nastavte jednotku používanou pro zobrazení frekvence
de_de: Einheit für die Frequenz setzen
fr_fr: Controlle quelle unité est utilisée pour la fréquence
it_it: Controllare quale unità è utilizzata per la frequenza
lt_lt: Nustatyti kurie matavimo vienetai bus naudojami dažniui
pl_pl: Kontroluj, która jednostka jest używana dla częstotliwości
pt_br: Controlar qual unidade é usada para frequência
ru_ru: Устройство, которое используется для управления частотой
tr_tr: Frekans için hangi birimin kullanıldığını kontrol et
vi_vn: Lựa chọn đơn vị xung nhịp muốn hiển thị

source: Show arrow in the top bar
cs_cz: Zobrazit šipku na horním panelu
de_de: Zeige Pfeil in der oberen Leiste
fr_fr: Affiche la flèche dans la barre supérieure
it_it: Mostrare la freccia nel pannello
lt_lt: Rodyti rodyklę viršutinėje juostoje
pl_pl: Pokaż strzałkę na górnym pasku
pt_br: Mostrar seta na barra superior
ru_ru: Показывать стрелку на верхней панели
vi_vn: Hiển thị mũi tên lên thanh tác vụ

source: Default AC profile ID
cs_cz: ID výchozího profilu při napájení ze šítě
de_de: Standardprofilidentifizierer für den Netzbetrieb
fr_fr: ID du profil par défaut sur secteur
it_it: ID del profilo quando in carica
lt_lt: Numatytasis AC profilio ID
pl_pl: Domyślny identyfikator profilu z zasilaczem
pt_br: Perfil de ID padrão de carregamento
ru_ru: ID профиля по умолчанию при работе от сети
vi_vn: ID của mẫu cấu hình mặc định khi máy đang cắm sạc

source: The profile to switch to when plugged in
cs_cz: Profil na který se přepne po zapojení do el. sítě
de_de: Zu welchem Profil im Netzbetrieb gewechselt werden soll
fr_fr: Le profil utilisé lorsque sur secteur
it_it: Il profilo da usare quando in carica
lt_lt: Profilis į kurį perjungti kai kraunama
pl_pl: Profil, na który ma się przełączać po podłączeniu zasilacza
pt_br: O perfil selecionado quando plugado
ru_ru: Профиль, на который нужно переключиться при подключении к сети
vi_vn: Mẫu cấu hình khi máy được cắm sạc

source: Default battery profile ID
cs_cz: ID výchozího profilu napájení z baterie
de_de: Standardprofilidentifizierer für den Batteriebetrieb
fr_fr: ID du profil par défaut sur batterie
it_it: ID del profilo con batteria in uso
lt_lt: Numatytasis akumuliatoriaus profilio ID
pl_pl: Domyślny identyfikator profilu baterii
pt_br: Perfil padrão de uso da bateria
ru_ru: ID профиля по умолчанию при работе от аккумулятора
vi_vn: ID của mẫu cấu hình mặc định khi máy đang không cắm sạc

source: The profile to switch to when unplugged
cs_cz: Profil na který se přepne po odpojení z el. sítě
de_de: Zu welchem Profil im Batteriebetrieb gewechselt werden soll
fr_fr: Le profil utilisé lorsque sur batterie
it_it: Il profilo da usare con batteria in uso
lt_lt: Profilis į kurį perjungti kai naudojamas akumuliatorius
pl_pl: Profil, na który ma się przełączać po odłączeniu zasilacza
pt_br: Padrão selecionado quando desplugado
ru_ru: Профиль, на который нужно переключиться при отключении питания
vi_vn: Mẫu cấu hình khi máy không được cắm sạc

source: The backend used for the cpufreqctl tool
cs_cz: Backed použitý pro cpufreqctl
de_de: Das vom cpufreqctl-Werkzeug genutzte Backend
fr_fr: Le backend utilisé pour l'outil cpufreqctl
it_it: Il backend usato per cpufreqctl
lt_lt: 'cpufreqctl' įrankio naudojama posistemė
pl_pl: Backend używany przez narzędzie cpufreqctl
pt_br: O servidor backend usado pelo cpufreqctl tool
ru_ru: Движок, используемый для инструмента cpufreqctl
vi_vn: Tác vụ backend dùng cho 'cpufreqctl tool'

source: The backend controls how the extensions will interact with the hardware and selects the scaling-driver used by the Linux kernel for setting and querying CPU frequencies and turbo boost settings. The 'fake' backend must only be used for development purposes and is not available in production.
cs_cz: Backend řídí způsob interakce rozšíření s hardwarem a vybírá ovladač škálování, který linuxové jádro používá pro nastavení a dotazování frekvencí procesoru a nastavení turbo boostu. Falešný backend se smí používat pouze pro vývojové účely a není k dispozici v produkčním prostředí.
de_de: Das Backend kontrolliert wie die Erweiterung mit der Hardware interagiert und wählt den vom Linux-Kernel verwendeten Skalierungstreiber zum Setzen und Abfragen der CPU-Frequenzen und der Turbo-Boost-Einstellung. Das 'fake'-Backend darf nur während der Entwicklung eingesetzt werden und ist im Normalbetrieb nicht verfügbar.
fr_fr: Le backend controlle comment l'extension interagir avec le matériel et sélectionne le pilote de mise à l'échelle utilisé par le noyau Linux pour paramétrer and demander les fréquences du processeur et paramétrer le turbo boost. Le 'faux' backend doit seulement être utilisé pour des fins de développement et n'est pas disponible en production.
it_it: Il backend controlla come le estensioni interagiscono con l'hardware e seleziona il driver regolatore usato dal kernel Linux per impostare e interrogare le frequenze della CPU e le impostazioni turbo. Il backend 'fittizio' deve essere usato solo per scopi di sviluppo e non è disponibile in produzione.
lt_lt: Posistemė tvarko kaip plėtinys sąveikaus su aparatine įranga ir parenka dažnio keitimo tvarkyklę kurią naudoja Linux branduolys, CPU dažnio, Turbo spartinimo nustatymui ir tikrinimui. 'Netikra' posistemė turėtu būti naudojama tik programos kūrimo procesui ir yra negalima galutiniams naudotojams.
pl_pl: Backend kontroluje jak rozszerzenie będzie wchodzić w interakcję z procesorem i wybiera sterownik używany przez jądro Linuxa do ustawiania i odczytywania częstotliwości procesora i ustawień Turbo Boost. "Udawany" backend powinien być użytwany tylko na potrzeby programisty i nie jest dostępny produkcyjnie.
pt_br: O backend controla como as extensões vão interagir com o hardware e seleciona qual driver vai ser usado pelo para definir e consultar as frequências da CPU e as configurações de turbo boost. O 'falso' backend deve ser apenas usado para fins de desenvolvimento e não está disponível para produção.
ru_ru: Движок контролирует то, как расширения будут взаимодействовать с оборудованием и выбирает драйвер, используемый ядром Linux для установки и запроса частот процессора и настроек turbo boost. «Поддельный» движок должен использоваться только в целях разработки и не быть недоступным в производстве.
vi_vn: Phần backend kiểm soát cách các tiện ích mở rộng tương tác với phần cứng và chọn trình điều khiển được sử dụng bởi nhân Linux để thiết lập và truy vấn tần số CPU cũng như cài đặt Turbo Boost. Phần backend 'giả' chỉ được sử dụng cho mục đích phát triển và không có sẵn trong phần mềm.

source: The frequency sampling mode
cs_cz: Režim vzorkování frekvence
de_de: Der Frequenzmessungsmodus
fr_fr: Le mode d'échantillonnage de fréquence
it_it: Modalità di campionamento della frequenza
lt_lt: Dažnio mėginių ėmimo režimas
pl_pl: Tryb próbkowania częstotliwości
pt_br: Modo de amostragem de frequência
ru_ru: Метод регулирования частоты
vi_vn: Chế độ lấy mẫu xung nhịp

source: The CPU frequencies displayed by the extension are sampled using one of those methods
cs_cz: Zobrazovaná frekvence procesoru je vzorkována jednou z těchto metod
de_de: Die von der Erweiterung angezeigten CPU-Frequenzen werden durch eine dieser Methoden gemessen
fr_fr: Les fréquences du processeur affichées par l'extension sont échantillonnées à l'aide de l'une de ces méthodes
it_it: Le frequenze mostrate dall'estensione sono campionate usando uno dei metodi indicati
lt_lt: Plėtinio rodomi CPU dažniai yra skaičiuojami vienu iš šių būdų
pl_pl: Częstotliwości pokazywane przez to rozszerzenie są próbkowane używając jednej z tych metod
pt_br: As frequências do CPU exibidas pela extensão usando um dos metodos
ru_ru: Отображаемая расширением частота процессора регулируется с помощью одного из этих методов
vi_vn: Xung nhịp CPU được hiển thị bởi tiện ích mở rộng được lấy mẫu bằng một trong các phương pháp trong đây

source: Please consider reporting this to the developers of this extension by submitting an issue on Github.
cs_cz: Zvažte prosím nahlášení této skutečnosti vývojářům tohoto rozšíření vytvořením issue na Githubu.
de_de: Bitte erwäge das Problem durch die Erstellung eines Issues den Entwicklern der Erweiterung auf Github zu melden.
fr_fr: Veuillez envisager de signaler cela aux développeurs de cette extension en soumettant un problème sur Github.
it_it: Inviare la segnalazione agli sviluppatori dell'estensione con un report su Github.
lt_lt: Apsvarstykite galimybę pranešti apie tai šio plėtinio kūrėjams, sukurdami pranešimą Github.
pl_pl: Proszę rozważyć zaraportowanie tego programistom tego rozszerzenia przez utworzenie zgłoszenia na platformie GitHub.
pt_br: Por favor, considere relatar isso aos desenvolvedores desta extensão enviando o problema no Github.
ru_ru: Пожалуйста, подумайте о том, чтобы сообщить об этом разработчикам расширения, создав сообщение о проблеме на Github.
vi_vn: Xin vui lòng báo cáo các sự cố cho các nhà phát triển bằng cách tạo một issue trên trang Giuhub của tiện ích này.

source: Preferences
cs_cz: Nastavení
de_de: Einstellungen
fr_fr: Préférences
it_it: Preferenze
lt_lt: Nustatymai
pl_pl: Preferencje
pt_br: Preferências
ru_ru: Параметры
tr_tr: Tercihler
vi_vn: Cài đặt

source: Current Frequency
cs_cz: Aktuální frekvence
de_de: Aktuelle Frequenz
fr_fr: Fréquence actuelle
it_it: Frequenza attuale
lt_lt: Dabartinis dažnis
pl_pl: Aktualna częstotliwość
pt_br: Frequência atual
ru_ru: Текущая частота
vi_vn: Xung nhịp hiện tại

source: Oh no! Something went wrong.
cs_cz: Ale ne! Něco se pokazilo.
de_de: Oh nein! Etwas ist schief gegangen.
fr_fr: Oh non ! Quelque chose s'est mal passé.
it_it: Oh no! Qualcosa è andato storto.
lt_lt: O ne! Kažkas nutiko netaip.
pl_pl: O nie! Coś poszło nie tak.
pt_br: Ah não! Algo deu errado.
ru_ru: Ой! Что-то пошло не так.
vi_vn: Đã có lỗi xảy ra.

source: The currently selected frequency scaling driver is not supported on your CPU!
cs_cz: Aktuálně zvolený ovladač pro škálování frekvence není na vašem procesoru podporován!
de_de: Der aktuell ausgewählte Frequenzskalierungstreiber wird nicht von deiner CPU unterstützt!
fr_fr: Le pilote de mise à l'échelle de la fréquence sélectionné n'est pas supporté par votre processeur !
it_it: Il diver regolatore di frequenza selezionato non è supportato dalla CPU!
lt_lt: Jūsų CPU nepalaiko pasirinktos dažnio keitimo tvarkyklės!
pl_pl: Aktualnie wybrany sterownik skalowania nie jest wspierany przez Twój procesor!
pt_br: O driver de escala de frequência selecionado não é suportado na sua CPU!
ru_ru: Выбранный драйвер регулирования частоты не поддерживается вашим процессором!
vi_vn: Trình điều khiển xung nhịp được chọn không được hỗ trợ trên CPU của bạn!

source: An internal error occurred:
cs_cz: Došlo k interní chybě:
de_de: Ein interner Fehler ist aufgetreten:
fr_fr: Une erreur interne s'est produite :
it_it: Riscontrato errore interno:
lt_lt: Įvyko vidinė klaida:
pl_pl: Wystąpił wewnętrzny błąd:
pt_br: Ocorreu um erro interno:
ru_ru: Возникла внутренняя ошибка:
vi_vn: Đã có lỗi xảy ra.

source: Installation required.
cs_cz: Je vyžadována instalace.
de_de: Installation benötigt.
fr_fr: Installation requise.
it_it: Installazione richiesta.
lt_lt: Reikalingas įdiegimas.
pl_pl: Wymagana instalacja.
pt_br: Instalação necessária.
ru_ru: Требуется установка.
tr_tr: Yükleme gerekli..
vi_vn: Yêu cầu cài đặt.

source: Oh no! This should not have happened. An error occurred while checking the installation!
cs_cz: Ale ne! Tohle se nemělo stát. Při kontrole instalace došlo k chybě!
de_de: Oh nein! Das hätte nicht passieren dürfen. Ein Fehler ist aufgetreten während deine Installation geprüft wurde!
fr_fr: Oh non ! Ça n'aurait pas dû arriver. Une erreur est survenue en vérifiant l'installation !
it_it: Oh no! Questo non sarebbe dovuto succedere. È avvenuto un errore durante l'installazione!
lt_lt: O ne! Šitai neturėjo nutikti. Tikrinant įdiegimą įvyko klaida!
pl_pl: O nie! To nie powinno się stać. Wystąpił błąd przy sprawdzaniu instalacji!
pt_br: Ah não! Isto não deveria ter acontecido. Ocorreu um erro ao verificar a instalação!
ru_ru: Ой! Этого не должно было случиться. Произошла ошибка при проверке установки!
vi_vn: Đã có lỗi không mong muốn xảy ra trong quá trình cài đặt.

source: Attempt installation
cs_cz: Zkusit provést instalaci
de_de: Installation versuchen
fr_fr: Tentative d'installation
it_it: Tentativo di installazione
lt_lt: Bandyti įdiegti
pl_pl: Spróbuj zainstalować
pt_br: Tentar instalação
ru_ru: Попробовать установить
vi_vn: Lần cài đặt

source: CPU Power Manager
lt_lt: CPU Dažnio Tvarkytuvas
pt_br: Gerenciador de energia da CPU

source: Yes
cs_cz: Ano
de_de: Ja
fr_fr: Oui
it_it: Sì
lt_lt: Taip
pl_pl: Tak
pt_br: Sim
ru_ru: Да
tr_tr: Evet
vi_vn: Có

source: No
cs_cz: Ne
de_de: Nein
fr_fr: Non
lt_lt: Ne
pl_pl: Nie
pt_br: Não
ru_ru: Нет
tr_tr: Hayır
vi_vn: Không

source: None
cs_cz: Nevím
de_de: Keins
fr_fr: Rien
it_it: Vuoto
lt_lt: Nėra
pl_pl: Żaden
pt_br: Nada
ru_ru: Никакой
vi_vn: Không có

source: unavailable
cs_cz: nedostupný
de_de: nicht verfügbar
fr_fr: indisponible
it_it: non disponibile
lt_lt: neprienama
pl_pl: niedostępny
pt_br: indisponível
ru_ru: недоступно
vi_vn: không khả dụng

source: Automatic
cs_cz: Automaticky
de_de: Automatisch
fr_fr: Automatique
it_it: Automatico
lt_lt: Automatinis
pl_pl: Automatyczny
pt_br: Automático
ru_ru: Автоматически
vi_vn: Tự động

source: Your CPU Power Manager installation needs updating!
cs_cz: Váš CPU Power Manager potřebuje aktualizovat!
de_de: Deine CPU Power Manager Installation benötigt eine Aktualisierung!
fr_fr: Votre installation CPU Power Manager doit se mettre à jour !
it_it: CPU Power Manager deve essere aggiornato!
lt_lt: Jūsų CPU Dažnio tvarkytuvui reikia atnaujinimo!
pl_pl: CPU Power Manager wymaga aktualizacji!
pt_br: Seu Gerenciador de Energia da CPU precisa ser atualizado!
ru_ru: Установленный CPU Power Manager требует обновления!
vi_vn: Tiện ích cần được cài đặt bản cập nhật!

source: Warning: Security issues were found with your installation! Please update immediately!
cs_cz: Varování: Ve vaší instalaci byly nalezeny bezpečnostní problémy! Okamžitě proveďte aktualizaci!
de_de: Warnung: Sicherheitsprobleme wurden in deiner Installation gefunden! Bitte unverzüglich aktualisieren!
fr_fr: Attention : Des problèmes de sécurité ont étés trouvés avec votre installation ! Merci de mettre à jour immédiatement !
it_it: Attentione! Sono stati trovati problemi nell'installazione corrente! Aggiornare immediatamente!
lt_lt: Perspėjimas: Buvo rasta saugumo problemų su jūsų idiegimu! Prašome nedelsiant atnaujinti!
pl_pl: Uwaga: znaleziono problemy z bezpieczeństwem podczas instalacji! Zaktualizuj natychmiast!
pt_br: Aviso: Foram encontrados problemas de segurança com a sua instalação! Por favor, atualize imediatamente!
ru_ru: Предупреждение: В вашей сборке обнаружены проблемы с безопасностью! Пожалуйста, обновитесь как можно быстрее!
vi_vn: Cảnh báo: xuất hiện lỗ hổng trong bản cài đặt này! Vui lòng cập nhật tiện ích ngay!

source: Attempt tool update
cs_cz: Zkusit aktualizovat
de_de: Aktualisierung versuchen
fr_fr: Tentative de mise à jour de l'outil
it_it: Tentativo di aggiornamento
lt_lt: Bandyti įrankio atnaujinimą
pl_pl: Aktualizuj
pt_br: Tentar atualização da ferramenta
ru_ru: Попробовать обновить инструмент
vi_vn: Lần cài đặt bản cập nhật

source: Avergage of all cores
de_de: Durchschnitt aller Kerne
vi_vn: Mức trung bình toàn bộ các nhân

source: Show current cpu frequency in taskbar
tr_tr: Mevcut cpu frekansını görev çubuğunda göster

source: Gnome-Shell Extension for the intel-pstate driver.
tr_tr: İntel-pstate sürücüsü için Gnome-Shell Uzantısı.

source: Add selected profile
tr_tr: Seçilen profili ekle

source: Profile name
tr_tr: Profil adı

source: Minimum frequency
tr_tr: Minimum frekans

source: Maximum frequency
tr_tr: Maksimum frekans

source: Turbo boost
tr_tr: Turbo

source: Turbo boost:
tr_tr: Turbo:

source: Minimum Frequency:
tr_tr: Minimum Frekans:

source: Maximum Frequency:
tr_tr: Maksimum Frekans:

source: Turbo Boost:
tr_tr: Turbo:

source: Current Frequency:
tr_tr: Mevcut Frekans:

source: Your computer does not support intel_pstate.
tr_tr: Bilgisayarınız intel_pstate desteklemiyor.
